Repository: juanchiy2k/EvaluacionDesempeno
Catalog: locale/*/LC_MESSAGES/multilingual_twig.po
Languages: es_es

source: MANAGEMENT AND PERFORMANCE EVALUATION
es_es: GESTIÓN Y EVALUACIÓN DEL DESEMPEÑO

source: Nicolas Garcia Bauza
es_es: Nicolás García Bauzá

source: Management and Performance Evaluation of HR
es_es: Gestión y Evaluación del Desempeño de RRHH

source: Home
es_es: Inicio

source: Planning
es_es: Planificación

source: Monitoring
es_es: Seguimiento

source: Evaluation
es_es: Evaluación

source: Click here to record your annual performance goals.
es_es: Ingrese aquí para registrar sus objetivos anuales de desempeño.

source: Click here to track and update previously registered goals set at the beginning of the year.
es_es: Ingrese aquí para realizar seguimiento y actualización de los objetivos registrados establecidos a principios del año.

source: Click here to start the annual performance management process.
es_es: Ingrese aquí para iniciar el proceso anual de evaluación del desempeño.

source: Select
es_es: Seleccionar

source: PERSONAL INFORMATION
es_es: INFORMACIÓN PERSONAL

source: ANNUAL GOALS
es_es: OBJETIVOS ANUALES

source: SKILL BUILDING INFORMATION
es_es: INFORMACIÓN PARA CAPACITACIÓN Y DESARROLLO

source: IMPACT
es_es: INCIDENCIA

source: Country
es_es: País

source: Employee Number
es_es: N° de Empleado

source: Search
es_es: Buscar

source: Position
es_es: Cargo

source: Surnames
es_es: Apellidos

source: Names
es_es: Nombres

source: Name
es_es: Nombre

source: Area
es_es: Área

source: Office
es_es: Oficina

source: Seniority in the post
es_es: Antigüedad en el Cargo

source: Lengh of Service in PM
es_es: Antigüedad en PM

source: Reports to
es_es: Reporta a

source: Direct Supervisor
es_es: Supervisor Directo

source: Indirect Supervisor
es_es: Supervisor Indirecto

source: Planned Period
es_es: Período Planificado

source: Next
es_es: Continuar

source: Back
es_es: Regresar

source: You have already completed a planning for this period. Would you like to modify it?
es_es: Tiene una planificación para el peridodo seleccionado, ¿desea modificarla?

source: Existing Planning
es_es: Planificación Existente

source: Objective / Project
es_es: Objetivo / Proyecto

source: Main Activities
es_es: Actividades Principales

source: Deadline
es_es: Cronograma

source: Goal
es_es: Meta

source: Relative Importance
es_es: Peso Relativo

source: Up to
es_es: máximo

source: Enter data
es_es: Ingrese los datos

source: Click here to add another objective
es_es: Presione aquí para agregar otro objetivo

source: Click here to delete this objective
es_es: Presione aquí para eliminar este objetivo

source: You must enter at least 3 objectives
es_es: Debe ingresar por lo menos 3 objetivos

source: Do not enter more than 7 objectives
es_es: No debe ingresar más de 7 objetivos

source: You must enter a objective
es_es: Debe ingresar un objetivo

source: You must enter an activity
es_es: Debe ingresar una actividad

source: You must enter a deadline
es_es: Debe ingresar una fecha

source: You must enter a correct date
es_es: Debe ingresar una fecha correcta

source: You must enter a goal
es_es: Debe ingresar una meta

source: You must enter a percentage
es_es: Debe ingresar un peso

source: You must enter a numeric value
es_es: Debe ingresar un valor numérico

source: The weight must not be less than
es_es: El peso no debe ser menor a

source: The weight should not exceed
es_es: El peso no debe ser mayor a

source: The total must be 100%
es_es: El total debe ser el 100%

source: You must enter a proposed activity
es_es: Debe ingresar una actividad propuesta

source: Skills and aspects ought to be strengthened
es_es: Competencias y aspectos que necesita fortalecer

source: Key attitudes ought to be strengthened
es_es: Actitudes claves que se recomienda reforzar

source: Others commitments for the period
es_es: Otros compromisos para el período

source: According to this information HR Area will do the Annual Training Plan
es_es: El Área de RR.HH. sistematizará esta información, y en base a la misma elaborará el Plan de Capacitación y Desarrollo Anual

source: Click here to add another skill
es_es: Presione aquí para agregar una competencia

source: Click here to delete this skill
es_es: Presione aquí para borrar esta competencia

source: Evaluated Aspects
es_es: Aspectos Evaluados

source: Objectives for the Period
es_es: Objetivos para el Período

source: Leadership and Management
es_es: Liderazgo y Gestión del Cargo

source: Save
es_es: Guardar

source: Save & Send
es_es: Guardar y Enviar

source: Print
es_es: Imprimir

source: PERFORMANCE PLANNING
es_es: PLANIFICACIÓN DEL DESEMPEÑO

source: PERIOD
es_es: PERÍODO

source: Performance Evaluation from
es_es: Evaluación del Desempeño a

source: Date Printing
es_es: Fecha de Impresión

source: Page
es_es: Página

source: Weight
es_es: Peso

source: OK
es_es: Aceptar

source: Cancel
es_es: Cancelar

source: Close
es_es: Cerrar

source: Planning was successfully saved. An e-mail was sent to his hierarchical superior and/or functional
es_es: La planificación fue guardada exitosamente. Se envió un e-mail a un superior jerárquico y/o funcional

source: Dear, you received a management planning, attached in this mail will find such planning.
es_es: Estimado/a, Ud. recibió una planifcación para la gestión, adjunto en este correo encontrará dicha planificación.

source: Email
es_es: Correo Electrónico

source: name.surname@promujer.org
es_es: nombre.apellido@promujer.org

source: Password
es_es: Contraseña

source: Sign in
es_es: Iniciar sesión

source: To generate a new password, please click here
es_es: Para generar una nueva contraseña, por favor haga click aquí

source: Welcome to Performance Management Tool
es_es: Bienvenidos al Sistema de Gestión del Desempeño

source: Enter your email address and password
es_es: Para acceder a la herramienta ingrese su correo electrónico y contraseña

source: Log in help
es_es: Recuperación de contraseña

source: If you forgot your password or do not have it yet, please enter your email address
es_es: Si olvidaste tu contraseña o si aún no la tienes, por favor ingrese su dirección de correo electrónico

source: Username or password incorrect
es_es: Usuario o contraseña incorrectos

source: No matching email is found, please try again
es_es: No se encontró un correo electrónico coincidente, intente de nuevo por favor

source: Your password has been sent successfully
es_es: Su contraseña se ha enviado exitosamente

source: Log out
es_es: Cerrar sesión

source: Profile
es_es: Perfil

source: Type your email address
es_es: Debe ingresar un email

source: Type your email address correctly
es_es: Debe ingresar un email válido

source: New password
es_es: Nueva contraseña

source: Repeat new password
es_es: Repita la nueva contraseña

source: Change password
es_es: Cambiar contraseña

source: Passwords inputted are different
es_es: Las contraseñas ingresadas son diferentes

source: Required password
es_es: Contraseña requerida

source: Length password must be 6 digits
es_es: La longitud de la contraseña debe ser de 6 dígitos

source: Passwords must be equal
es_es: Las contraseñas deben ser iguales

source: Password modified successfully
es_es: La contraseña se modificó exitosamente

source: The upper sections both Monitoring and Evaluation are under construction
es_es: Las secciones de Seguimiento y Evaluación se encuentran en construcción.

source: Password Recovery
es_es: Recuperación de contraseña

source: Your password has been changed. To access the tool enter the following data.
es_es: Su contraseña ha sido cambiada. A continuación le indicamos como acceder al sistema

source: User's Data
es_es: Datos del Usuario

source: User
es_es: Usuario

source: Interface User
es_es: Interfaz del Usuario

source: Personal In Charge
es_es: Personal a Cargo

source: Approve
es_es: Aprobar

source: You to approve this planning. Once approved can not be reversed. Would you approve?
es_es: Ud. esta por aprobar esta planificación. Una vez aprobada no se podrá revertir. ¿Desea aprobarla?

source: Approve Planning
es_es: Aprobar Planificación

source: Status
es_es: Estado

source: Approval was successfully performed
es_es: La aprobación se realizó exitosamente

source: Registered
es_es: Registrada

source: Approved
es_es: Aprobada

source: Without Registration
es_es: Sin Registro

source: Performance Management
es_es: Gestión del Desempeño

source: Approval of performance evaluation of
es_es: Aprobación de la Evaluación del Desempeño de

source: Our website is under construction
es_es: Nuestra página web está en construcción

source: Coming Soon
es_es: Proximamente

source: Help
es_es: Ayuda

source: STATUS PLANNING
es_es: ESTADO PLANIFICACION

source: Employees
es_es: Empleados

source: Insert Employee
es_es: Registrar Empleado

source: Date of Birth
es_es: Fecha de Nacimiento

source: Date of Admission
es_es: Fecha de Ingreso

source: Date of Position
es_es: Fecha de Cargo

source: Type ID
es_es: Tipo Identificador

source: OTHER
es_es: OTRO

source: ID Number
es_es: Número Identificador

source: Group
es_es: Grupo

source: USERS
es_es: USUARIOS

source: EDITORS
es_es: EDITORES

source: PLANNING
es_es: PLANIFICACION

source: Existing Personal
es_es: Personal Existente

source: New
es_es: Nuevo

source: Addition of Personal
es_es: Alta del Personal

source: Deletion of Personal
es_es: Baja del Personal

source: Edition of Personal
es_es: Edición del Personal

source: Date of Deletion
es_es: Fecha de Baja

source: List of Personal
es_es: Listado del Personal

source: New Employee
es_es: Nuevo Empleado

source: You must enter a name
es_es: Debe ingresar un nombre

source: You must enter a surname
es_es: Debe ingresar un apellido

source: You must enter a position
es_es: Debe ingresar un cargo

source: You must enter a area
es_es: Debe ingresar un área

source: You must enter a office
es_es: Debe ingresar una oficina

source: You must enter a date of admission
es_es: Debe ingresar una fecha de ingreso

source: You must enter a date of position
es_es: Debe ingresar una fecha de cargo

source: You must enter a date of deletion
es_es: Debe ingresar una fecha de baja

source: You must select a reason
es_es: Debe ingresar un motivo

source: Data were successfully saved
es_es: Los datos fueron grabados exitósamente

source: Employee deleted
es_es: Empleado eliminado

source: You must enter a valid email
es_es: Debe ingresar un email válido

source: You must enter only text
es_es: Debe ingresar solo texto

source: Select the Country
es_es: Seleccione el País

source: Select the Area
es_es: Seleccione el Área

source: Select the Position
es_es: Seleccione el Cargo

source: Select the Regional
es_es: Seleccione la Regional

source: Select the Office
es_es: Seleccione la Oficina

source: Select the Reason
es_es: Seleccione el Motivo

source: Reason
es_es: Motivo

source: Update data of
es_es: Actualizar datos de

source: If you update the email, you will change the user of login
es_es: Si actualiza el email, también se modificará el usuario de logueo

source: Dear
es_es: Estimado

source: Their data were updated by the HR area. These data are detailed below
es_es: Sus datos fueron actualizados por el área de RRHH. Dichos datos se detallan a continuación

source: If such data is incorrect, please contact the HR department of your country
es_es: Si dichos datos no son correctos, por favor contactarse con el área de RRHH de su país

source: Administration
es_es: Administración

source: Reports
es_es: Reportes

source: State of Planning
es_es: Estado de la Planificación

source: Plannings
es_es: Planificaciones

source: State
es_es: Estado

source: Objective
es_es: Objetivo

source: Objectives
es_es: Objetivos

source: Objectives Report
es_es: Reporte de Objetivos

source: Planning Objectives Report Of Performance
es_es: Reporte de Objetivos de la Planificacion de desempeño

source: Excel Report
es_es: Reporte Excel
